def get_start_state_text():
    return '''Здравствуйте!

Этот бот запрограммирован задать несколько вопросов о том как вы учите новые иностранные слова.

Мы не школа иностранных языков или что-то подобное. Мы энтузиасты, которые хотят создать что-то полезное для всех. Что конкретно? Узнаете в конце теста ;)

На многие ответы можете отвечать как письменно так и аудио. Если честно, аудио предпочтительней! Если вы любите аудио-сообщения — мы вас обожаем!

В любой момент можете сбросить и начать с начала набрав /start
'''


def get_question_1_state_text():
    return '''Вопрос 1. Сколько вы уже знаете языков как минимум на уровне составления простых фраз? Например, если знаете [русский + английский intermediate или выше], то напишите 2.'''


def get_question_2_state_text():
    return '''Вопрос 2. Недавно изучали или прямо сейчас изучаете новый язык?'''

def get_part_1_question_1_state_text():
    return 'Вы иногда ищете значения иностранных слов?'